Repository: clerk/clerk-ios
Catalog: Sources/ClerkKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pl, pt, ro, ru, tr, zh_hans

source: %@ will be removed from this account. You will no longer be able to sign in using this connected account.
ar: سيتم إزالة %@ من هذا الحساب. لن تتمكن بعد الآن من تسجيل الدخول باستخدام هذا الحساب المتصل.
de: %@ wird von diesem Konto entfernt. Sie können sich mit diesem verbundenen Konto nicht mehr anmelden.
el: Το %@ θα αφαιρεθεί από αυτόν τον λογαριασμό. Δεν θα μπορείτε πλέον να συνδεθείτε χρησιμοποιώντας αυτόν τον συνδεδεμένο λογαριασμό.
es: %@ será eliminado de esta cuenta. Ya no podrá iniciar sesión usando esta cuenta conectada.
fr: %@ sera supprimé de ce compte. Vous ne pourrez plus vous connecter en utilisant ce compte connecté.
hi: %@ को इस खाते से हटा दिया जाएगा। आप इस जुड़े हुए खाते का उपयोग करके अब लॉग इन नहीं कर पाएंगे।
it: %@ verrà rimosso da questo account. Non potrai più accedere utilizzando questo account collegato.
ja: %@はこのアカウントから削除されます。この接続されたアカウントを使用してサインインできなくなります。
ko: %@이(가) 이 계정에서 제거됩니다. 이 연결된 계정을 사용하여 더 이상 로그인할 수 없습니다.
pl: Połączone konto %@ zostanie usunięte z tego konta. Nie będzie już można logować się przy użyciu tego połączonego konta.
pt: %@ será removido desta conta. Você não poderá mais entrar usando esta conta conectada.
ro: %@ va fi eliminat din acest cont. Nu te vei mai putea autentifica folosind acest cont conectat.
ru: Подключенная учетная запись %@ будет удалена из этой учетной записи. Вы больше не сможете входить с этой подключенной учетной записью.
tr: %@ bu hesaptan kaldırılacak. Bu bağlı hesabı kullanarak artık giriş yapamayacaksınız.
zh_hans: %@将从该账户中移除。您将无法再使用此关联账户登录。

source: %@ will be removed from this account. You will no longer be able to sign in using this email address.
ar: سيتم إزالة %@ من هذا الحساب. لن تتمكن بعد الآن من تسجيل الدخول باستخدام عنوان البريد الإلكتروني هذا.
de: %@ wird von diesem Konto entfernt. Sie können sich mit dieser E-Mail-Adresse nicht mehr anmelden.
el: Το %@ θα αφαιρεθεί από αυτόν τον λογαριασμό. Δεν θα μπορείτε πλέον να συνδεθείτε χρησιμοποιώντας αυτή τη διεύθυνση email.
es: %@ será eliminado de esta cuenta. Ya no podrá iniciar sesión usando esta dirección de correo electrónico.
fr: %@ sera supprimé de ce compte. Vous ne pourrez plus vous connecter en utilisant cette adresse e-mail.
hi: %@ को इस खाते से हटा दिया जाएगा। आप इस ईमेल पते का उपयोग करके अब लॉग इन नहीं कर पाएंगे।
it: %@ verrà rimosso da questo account. Non potrai più accedere utilizzando questo indirizzo email.
ja: %@はこのアカウントから削除されます。このメールアドレスを使用してサインインできなくなります。
ko: %@이(가) 이 계정에서 제거됩니다. 이 이메일 주소를 사용하여 더 이상 로그인할 수 없습니다.
pl: Adres e-mail %@ zostanie usunięty z tego konta. Nie będzie już można logować się przy użyciu tego adresu e-mail.
pt: %@ será removido desta conta. Você não poderá mais entrar usando este endereço de e-mail.
ro: %@ va fi eliminată din acest cont. Nu te vei mai putea autentifica folosind această adresă de email.
ru: Адрес электронной почты %@ будет удален из этой учетной записи. Вы больше не сможете входить с этим адресом электронной почты.
tr: %@ bu hesaptan kaldırılacak. Bu e-posta adresini kullanarak artık giriş yapamayacaksınız.
zh_hans: %@将从该账户中移除。您将无法再使用此电子邮件地址登录。

source: %@ will be removed from this account. You will no longer be able to sign in using this passkey.
ar: سيتم إزالة %@ من هذا الحساب. لن تتمكن بعد الآن من تسجيل الدخول باستخدام مفتاح المرور هذا.
de: %@ wird von diesem Konto entfernt. Sie können sich mit diesem Passkey nicht mehr anmelden.
el: Το %@ θα αφαιρεθεί από αυτόν τον λογαριασμό. Δεν θα μπορείτε πλέον να συνδεθείτε χρησιμοποιώντας αυτό το κλειδί πρόσβασης.
es: %@ será eliminado de esta cuenta. Ya no podrá iniciar sesión usando esta clave de acceso.
fr: %@ sera supprimé de ce compte. Vous ne pourrez plus vous connecter en utilisant cette clé d'accès.
hi: %@ को इस खाते से हटा दिया जाएगा। आप इस पासकी का उपयोग करके अब लॉग इन नहीं कर पाएंगे।
it: %@ verrà rimosso da questo account. Non potrai più accedere utilizzando questa chiave di accesso.
ja: %@はこのアカウントから削除されます。このパスキーを使用してサインインできなくなります。
ko: %@이(가) 이 계정에서 제거됩니다. 이 패스키를 사용하여 더 이상 로그인할 수 없습니다.
pl: Klucz dostępu %@ zostanie usunięty z tego konta. Nie będzie już można logować się przy użyciu tego klucza dostępu.
pt: %@ será removido desta conta. Você não poderá mais entrar usando esta chave de acesso.
ro: %@ va fi eliminată din acest cont. Nu te vei mai putea autentifica folosind această cheie de acces.
ru: Ключ доступа %@ будет удален из этой учетной записи. Вы больше не сможете входить с этим ключом доступа.
tr: %@ bu hesaptan kaldırılacak. Bu geçiş anahtarını kullanarak artık giriş yapamayacaksınız.
zh_hans: %@将从该账户中移除。您将无法再使用此密码钥匙登录。

source: %@ will be removed from this account. You will no longer be able to sign in using this phone number.
ar: سيتم إزالة %@ من هذا الحساب. لن تتمكن بعد الآن من تسجيل الدخول باستخدام رقم الهاتف هذا.
de: %@ wird von diesem Konto entfernt. Sie können sich mit dieser Telefonnummer nicht mehr anmelden.
el: Το %@ θα αφαιρεθεί από αυτόν τον λογαριασμό. Δεν θα μπορείτε πλέον να συνδεθείτε χρησιμοποιώντας αυτόν τον αριθμό τηλεφώνου.
es: %@ será eliminado de esta cuenta. Ya no podrá iniciar sesión usando este número de teléfono.
fr: %@ sera supprimé de ce compte. Vous ne pourrez plus vous connecter en utilisant ce numéro de téléphone.
hi: %@ को इस खाते से हटा दिया जाएगा। आप इस फोन नंबर का उपयोग करके अब लॉग इन नहीं कर पाएंगे।
it: %@ verrà rimosso da questo account. Non potrai più accedere utilizzando questo numero di telefono.
ja: %@はこのアカウントから削除されます。この電話番号を使用してサインインできなくなります。
ko: %@이(가) 이 계정에서 제거됩니다. 이 전화번호를 사용하여 더 이상 로그인할 수 없습니다.
pl: %@ zostanie usunięty z tego konta. Nie będzie już można logować się przy użyciu tego numeru telefonu.
pt: %@ será removido desta conta. Você não poderá mais entrar usando este número de telefone.
ro: %@ va fi eliminat din acest cont. Nu te vei mai putea autentifica folosind acest număr de telefon.
ru: %@ будет удален из этой учетной записи. Вы больше не сможете входить с этим номером телефона.
tr: %@ bu hesaptan kaldırılacak. Bu telefon numarasını kullanarak artık giriş yapamayacaksınız.
zh_hans: %@将从该账户中移除。您将无法再使用此电话号码登录。

source: %@ will no longer be receiving verification codes when signing in.
ar: %@ لن يعود يتلقى رموز التحقق عند تسجيل الدخول.
de: %@ wird beim Anmelden keine Bestätigungscodes mehr erhalten.
el: Το %@ δεν θα λαμβάνει πλέον κωδικούς επαλήθευσης κατά τη σύνδεση.
es: %@ ya no recibirá códigos de verificación al iniciar sesión.
fr: %@ ne recevra plus de codes de vérification lors de la connexion.
hi: %@ को साइन इन करते समय अब सत्यापन कोड प्राप्त नहीं होंगे।
it: %@ non riceverà più codici di verifica durante l'accesso.
ja: %@ はサインイン時に確認コードを受信しなくなります。
ko: %@는 로그인 시 더 이상 인증 코드를 받지 않습니다.
pl: %@ nie będzie już otrzymywać kodów weryfikacyjnych podczas logowania.
pt: %@ não receberá mais códigos de verificação ao entrar.
ro: %@ nu va mai primi coduri de verificare la autentificare.
ru: %@ больше не будет получать коды подтверждения при входе.
tr: %@ giriş yaparken artık doğrulama kodu almayacak.
zh_hans: %@ 将不再在登录时接收验证码。

source: A text message containing a verification code will be sent to this phone number. Message and data rates may apply.
ar: سيتم إرسال رسالة نصية تحتوي على رمز التحقق إلى رقم الهاتف هذا. قد يتم تطبيق رسوم الرسائل والبيانات.
de: An diese Telefonnummer wird eine SMS mit einem Bestätigungscode gesendet. Es können Kosten für Nachrichten und Daten anfallen.
el: Θα αποσταλεί ένα μήνυμα κειμένου που περιέχει κωδικό επαλήθευσης σε αυτόν τον αριθμό τηλεφώνου. Μπορεί να ισχύουν χρεώσεις για μηνύματα και δεδομένα.
es: Se enviará un mensaje de texto con un código de verificación a este número de teléfono. Pueden aplicarse tarifas de mensajes y datos.
fr: Un message texte contenant un code de vérification sera envoyé à ce numéro de téléphone. Des frais de message et de données peuvent s'appliquer.
hi: इस फोन नंबर पर एक पाठ संदेश भेजा जाएगा जिसमें सत्यापन कोड होगा। संदेश और डेटा दरें लागू हो सकती हैं।
it: Un messaggio di testo contenente un codice di verifica verrà inviato a questo numero di telefono. Potrebbero essere applicate tariffe per messaggi e dati.
ja: この電話番号に認証コードを含むテキストメッセージが送信されます。メッセージとデータの料金が適用される場合があります。
ko: 이 전화번호로 인증 코드가 포함된 문자 메시지가 전송됩니다. 메시지 및 데이터 요금이 적용될 수 있습니다.
pl: Na ten numer telefonu zostanie wysłana wiadomość tekstowa z kodem weryfikacyjnym. Mogą obowiązywać opłaty za wiadomości i transmisję danych.
pt: Uma mensagem de texto contendo um código de verificação será enviada para este número de telefone. Taxas de mensagem e dados podem ser aplicadas.
ro: Un mesaj text care conține un cod de verificare va fi trimis la acest număr de telefon. Se pot aplica tarife pentru mesaje și date.
ru: На этот номер телефона будет отправлено текстовое сообщение с кодом подтверждения. Может взиматься плата за сообщения и передачу данных.
tr: Bu telefon numarasına doğrulama kodu içeren bir SMS gönderilecek. Mesaj ve veri ücretleri geçerli olabilir.
zh_hans: 将向此电话号码发送包含验证码的短信。可能会收取短信和数据费用。

source: A verification code was sent to %@. Enter the code to continue.
ar: تم إرسال رمز تحقق إلى %@. أدخل الرمز للمتابعة.
de: Ein Verifizierungscode wurde an %@ gesendet. Geben Sie den Code ein, um fortzufahren.
el: Ένας κωδικός επαλήθευσης στάλθηκε στο %@. Εισάγετε τον κωδικό για να συνεχίσετε.
es: Se envió un código de verificación a %@. Ingrese el código para continuar.
fr: Un code de vérification a été envoyé à %@. Saisissez le code pour continuer.
hi: %@ पर एक सत्यापन कोड भेजा गया था। जारी रखने के लिए कोड दर्ज करें।
it: È stato inviato un codice di verifica a %@. Inserisci il codice per continuare.
ja: %@ に検証コードが送信されました。コードを入力して続行してください。
ko: %@로 인증 코드가 전송됐어요. 코드를 입력해 주세요.
pl: Kod weryfikacyjny wysłano do %@. Wprowadź kod, aby kontynuować.
pt: Um código de verificação foi enviado para %@. Insira o código para continuar.
ro: Un cod de verificare a fost trimis la %@. Introdu codul pentru a continua.
ru: Код подтверждения отправлен на %@. Введите код, чтобы продолжить.
tr: %@ adresine bir doğrulama kodu gönderildi. Devam etmek için kodu giriniz.
zh_hans: 验证码已发送到 %@。输入验证码以继续。

source: Accept request
ar: قبول الطلب
de: Anfrage annehmen
el: Αποδοχή αιτήματος
es: Aceptar solicitud
fr: Accepter la demande
hi: अनुरोध स्वीकार करें
it: Accetta richiesta
ja: リクエストを承認
ko: 요청 수락
pl: Zaakceptuj prośbę
pt: Aceitar solicitação
ro: Acceptă cererea
ru: Принять запрос
tr: Talebi kabul et
zh_hans: 接受请求

source: Account
ar: الحساب
de: Konto
el: Λογαριασμός
es: Cuenta
fr: Compte
hi: खाता
it: Conto
ja: アカウント
ko: 계정
pl: Konto
pt: Conta
ro: Cont
ru: Учетная запись
tr: Hesap
zh_hans: 账户

source: ACTIVE DEVICES
ar: الأجهزة النشطة
de: AKTIVE GERÄTE
el: ΕΝΕΡΓΕΣ ΣΥΣΚΕΥΕΣ
es: DISPOSITIVOS ACTIVOS
fr: APPAREILS ACTIFS
hi: सक्रिय डिवाइस
it: DISPOSITIVI ATTIVI
ja: アクティブなデバイス
ko: 활성 기기
pl: AKTYWNE URZĄDZENIA
pt: DISPOSITIVOS ATIVOS
ro: DISPOZITIVE ACTIVE
ru: АКТИВНЫЕ УСТРОЙСТВА
tr: AKTİF CİHAZLAR
zh_hans: 活跃设备

source: Add a passkey
ar: إضافة مفتاح مرور
de: Passkey hinzufügen
el: Προσθήκη κλειδιού πρόσβασης
es: Agregar clave de acceso
fr: Ajouter une clé d'accès
hi: पासकी जोड़ें
it: Aggiungi passkey
ja: パスキーを追加
ko: 패스키 추가
pl: Dodaj klucz dostępu
pt: Adicionar uma chave de acesso
ro: Adaugă o cheie de acces
ru: Добавить ключ доступа
tr: Geçiş anahtarı ekle
zh_hans: 添加通行密钥

source: Add account
ar: إضافة حساب
de: Konto hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir cuenta
fr: Ajouter un compte
hi: खाता जोड़ें
it: Aggiungi account
ja: アカウントを追加
ko: 계정 추가
pl: Dodaj konto
pt: Adicionar conta
ro: Adaugă cont
ru: Добавить учетную запись
tr: Hesap ekle
zh_hans: 添加账户

source: Add authenticator application
ar: إضافة تطبيق المصادقة
de: Authenticator-Anwendung hinzufügen
el: Προσθήκη εφαρμογής επαλήθευσης
es: Agregar aplicación autenticadora
fr: Ajouter une application d'authentification
hi: प्रमाणीकरण एप्लिकेशन जोड़ें
it: Aggiungi applicazione di autenticazione
ja: 認証アプリを追加
ko: 인증 애플리케이션 추가
pl: Dodaj aplikację uwierzytelniającą
pt: Adicionar aplicativo autenticador
ro: Adaugă aplicație de autentificare
ru: Добавить приложение-аутентификатор
tr: Doğrulama uygulaması ekle
zh_hans: 添加身份验证应用

source: Add domain
ar: إضافة نطاق
de: Domain hinzufügen
el: Προσθήκη τομέα
es: Agregar dominio
fr: Ajouter un domaine
hi: डोमेन जोड़ें
it: Aggiungi dominio
ja: ドメインを追加
ko: 도메인 추가
pl: Dodaj domenę
pt: Adicionar domínio
ro: Adaugă domeniu
ru: Добавить домен
tr: Alan adı ekle
zh_hans: 添加域名

source: Add email address
ar: إضافة عنوان بريد إلكتروني
de: E-Mail-Adresse hinzufügen
el: Προσθήκη διεύθυνσης email
es: Agregar dirección de correo electrónico
fr: Ajouter une adresse e-mail
hi: ईमेल पता जोड़ें
it: Aggiungi indirizzo email
ja: メールアドレスを追加
ko: 이메일 주소 추가
pl: Dodaj adres e-mail
pt: Adicionar endereço de e-mail
ro: Adaugă adresă de email
ru: Добавить адрес электронной почты
tr: E-posta adresi ekle
zh_hans: 添加电子邮箱地址

source: Add password
ar: إضافة كلمة مرور
de: Passwort hinzufügen
el: Προσθήκη κωδικού πρόσβασης
es: Agregar contraseña
fr: Ajouter un mot de passe
hi: पासवर्ड जोड़ें
it: Aggiungi password
ja: パスワードを追加
ko: 비밀번호 추가
pl: Dodaj hasło
pt: Adicionar senha
ro: Adaugă parolă
ru: Добавить пароль
tr: Parola ekle
zh_hans: 添加密码

source: Add phone number
ar: إضافة رقم هاتف
de: Telefonnummer hinzufügen
el: Προσθήκη αριθμού τηλεφώνου
es: Agregar número de teléfono
fr: Ajouter un numéro de téléphone
hi: फ़ोन नंबर जोड़ें
it: Aggiungi numero di telefono
ja: 電話番号を追加
ko: 전화번호 추가
pl: Dodaj numer telefonu
pt: Adicionar número de telefone
ro: Adaugă număr de telefon
ru: Добавить номер телефона
tr: Telefon numarası ekle
zh_hans: 添加电话号码

source: Add SMS code verification
ar: إضافة التحقق من رمز الرسائل النصية
de: SMS-Code-Verifizierung hinzufügen
el: Προσθήκη επαλήθευσης κωδικού SMS
es: Agregar verificación de código SMS
fr: Ajouter la vérification par code SMS
hi: SMS कोड सत्यापन जोड़ें
it: Aggiungi verifica codice SMS
ja: SMSコード認証を追加
ko: SMS 코드 인증 추가
pl: Dodaj weryfikację kodem SMS
pt: Adicionar verificação por código SMS
ro: Adaugă verificare prin cod SMS
ru: Добавить подтверждение SMS-кодом
tr: SMS kodu doğrulaması ekle
zh_hans: 添加短信验证码验证

source: Add the domain to verify. Users with email addresses at this domain can join the organization automatically or request to join.
ar: أضف النطاق للتحقق. المستخدمين الذين لديهم عناوين بريد إلكتروني على هذا النطاق يمكنهم تسجيل الدخول إلى المنظمة بشكل تلقائي أو طلب الأنضمام.
de: Fügen Sie die zu überprüfende Domain hinzu. Benutzer mit E-Mail-Adressen von dieser Domain können der Organisation automatisch beitreten oder einen Antrag auf Beitritt stellen.
el: Προσθέστε τον τομέα για επαλήθευση. Χρήστες με διευθύνσεις email σε αυτόν τον τομέα μπορούν να συμμετάσχουν στον οργανισμό αυτόματα ή να αιτηθούν συμμετοχή.
es: Agregue el dominio para verificar. Los usuarios con direcciones de correo electrónico en este dominio pueden unirse a la organización automáticamente o solicitar unirse.
fr: Ajoutez le domaine pour le vérifier. Les utilisateurs possédant une adresse e-mail sur ce domaine peuvent rejoindre l'organisation automatiquement ou demander à y adhérer.
hi: सत्यापित करने के लिए डोमेन जोड़ें। इस डोमेन पर ईमेल पते वाले उपयोगकर्ता स्वचालित रूप से संगठन में शामिल हो सकते हैं या शामिल होने का अनुरोध कर सकते हैं।
it: Aggiungi il dominio da verificare. Gli utenti con indirizzi email in questo dominio possono unirsi all’organizzazione automaticamente o richiedere di unirsi.
ja: ドメインを追加して検証します。このドメインのメールアドレスを持つユーザーは、自動的に組織に参加するか、参加をリクエストすることができます。
ko: 도메인을 추가해 인증하세요. 이 도메인의 이메일을 가진 사용자는 조직에 자동으로 참여하거나 참여 요청을 할 수 있어요.
pl: Dodaj domenę do weryfikacji. Użytkownicy z adresami e-mail w tej domenie mogą automatycznie dołączyć do organizacji lub poprosić o dołączenie.
pt: Adicione o domínio para verificar. Usuários com endereços de e-mail neste domínio podem se juntar à organização automaticamente ou solicitar participação.
ro: Adaugă domeniul pentru verificare. Utilizatorii cu adrese de email pe acest domeniu se pot alătura automat sau pot solicita alăturarea.
ru: Добавьте домен для подтверждения. Пользователи с адресами электронной почты в этом домене смогут присоединиться к организации автоматически или запросить присоединение.
tr: Alan adını ekleyerek doğrulama yapın. Bu alana sahip e-posta adresleri ile kaydolan kullanıcılar organizasyona otomatik olarak katılabilir veya katılma talebi gönderebilir.
zh_hans: 添加域名以进行验证。具有此域名电子邮件地址的用户可以自动加入组织或请求加入。

source: Add two-step verification
ar: إضافة التحقق بخطوتين
de: Zwei-Schritt-Authentifizierung hinzufügen
el: Προσθήκη επαλήθευσης δύο βημάτων
es: Agregar verificación en dos pasos
fr: Ajouter la vérification en deux étapes
hi: दो-चरणीय सत्यापन जोड़ें
it: Aggiungi verifica in due passaggi
ja: 2段階認証を追加
ko: 2단계 인증 추가
pl: Dodaj weryfikację dwuetapową
pt: Adicionar verificação em duas etapas
ro: Adaugă verificare în doi pași
ru: Добавить двухэтапную аутентификацию
tr: İki adımlı doğrulama ekle
zh_hans: 添加两步验证

source: Admin
ar: المسؤول
de: Administrator
el: Διαχειριστής
es: Administrador
fr: Administrateur
hi: व्यवस्थापक
it: Amministratore
ja: 管理者
ko: 관리자
pl: Administrator
pt: Administrador
ro: Administrator
ru: Администратор
tr: Yönetici
zh_hans: 管理员

source: Allow users to join the organization automatically or request to join based on a verified email domain.
ar: السماح للمستخدمين للأنضمام للمنظمة بشكل تلقائي أو عن طريق دعوة للأنضمام على نطاق بريد إلكتروني تم التحقق منه
de: Erlauben Sie Benutzern, der Organisation automatisch beizutreten oder den Beitritt auf der Grundlage einer verifizierten E-Mail-Domain anzufragen.
el: Επιτρέψτε στους χρήστες να συμμετάσχουν στον οργανισμό αυτόματα ή να ζητήσουν συμμετοχή με βάση έναν επαληθευμένο τομέα email.
es: Permita que los usuarios se unan a la organización automáticamente o soliciten unirse basándose en un dominio de correo electrónico verificado.
fr: Permettre aux utilisateurs de rejoindre l'organisation automatiquement ou de faire une demande d'adhésion si leur domaine de messagerie est vérifié.
hi: उपयोगकर्ताओं को स्वचालित रूप से संगठन में शामिल होने या सत्यापित ईमेल डोमेन के आधार पर शामिल होने का अनुरोध करने की अनुमति दें।
it: Consenti agli utenti di unirsi automaticamente all'organizzazione oppure di richiedere di unirsi in base a un dominio email verificato.
ja: 検証済みのメールドメインに基づいて、ユーザーが自動的に組織に参加するか、参加をリクエストすることを許可します。
ko: 인증된 이메일 도메인을 기준으로 사용자가 자동 참여하거나 참여 요청을 할 수 있게 해요.
pl: Zezwalaj użytkownikom na automatyczne dołączanie do organizacji lub proszenie o dołączenie na podstawie zweryfikowanej domeny e-mail.
pt: Permita que os usuários se juntem à organização automaticamente ou solicitem participação com base em um domínio de e-mail verificado.
ro: Permite utilizatorilor să se alăture automat sau să solicite alăturarea pe baza unui domeniu de email verificat.
ru: Разрешить пользователям присоединяться к организации автоматически или запрашивать присоединение на основе подтвержденного домена электронной почты.
tr: Kullanıcıların organizasyona otomatik olarak katılmasına veya doğrulanmış bir alan adı uzantılı e-posta ile katılma isteğinde bulunmasına izin verin.
zh_hans: 允许用户根据已验证的电子邮件域名自动加入组织或请求加入。

source: Alternatively, if your authenticator supports TOTP URIs, you can also copy the full URI.
ar: بدلاً من ذلك، إذا كان المصادق الخاص بك يدعم عناوين TOTP URI، يمكنك أيضاً نسخ العنوان الكامل.
de: Alternativ können Sie auch die vollständige URI kopieren, wenn Ihr Authenticator TOTP-URIs unterstützt.
el: Εναλλακτικά, εάν ο επαληθευτής σας υποστηρίζει TOTP URIs, μπορείτε επίσης να αντιγράψετε το πλήρες URI.
es: Alternativamente, si tu autenticador admite URIs TOTP, también puedes copiar la URI completa.
fr: Alternativement, si votre authentificateur prend en charge les URI TOTP, vous pouvez également copier l'URI complète.
hi: वैकल्पिक रूप से, यदि आपका प्रमाणीकरण TOTP URIs का समर्थन करता है, तो आप पूरा URI भी कॉपी कर सकते हैं।
it: In alternativa, se il tuo autenticatore supporta gli URI TOTP, puoi anche copiare l'URI completo.
ja: または、認証アプリがTOTP URIをサポートしている場合は、完全なURIをコピーすることもできます。
ko: 또는 인증기가 TOTP URI를 지원하는 경우 전체 URI를 복사할 수도 있습니다.
pl: Jeśli aplikacja uwierzytelniająca obsługuje identyfikatory URI TOTP, możesz też skopiować pełny URI.
pt: Alternativamente, se seu autenticador suporta URIs TOTP, você também pode copiar o URI completo.
ro: Alternativ, dacă aplicația de autentificare acceptă URI-uri TOTP, poți copia și URI-ul complet.
ru: Также, если ваш аутентификатор поддерживает URI TOTP, вы можете скопировать полный URI.
tr: Doğrulama uygulamanız TOTP URI'lerini destekliyorsa tam URI'yi de kopyalayabilirsiniz.
zh_hans: 或者，如果您的身份验证器支持TOTP URI，您也可以复制完整的URI。

source: Are you sure you want to delete this organization?
ar: هل أنت متأكد من انك تريد حذف هذه المنظمة
de: Sind Sie sicher, dass Sie diese Organisation löschen wollen?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε αυτόν τον οργανισμό;
es: ¿Está seguro de que desea eliminar esta organización?
fr: Êtes-vous sûr(e) de vouloir supprimer cette organisation ?
hi: क्या आप वाकई इस संगठन को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare questa organizzazione?
ja: この組織を削除してもよろしいですか？
ko: 이 조직을 삭제할까요?
pl: Czy na pewno chcesz usunąć tę organizację?
pt: Tem certeza de que deseja excluir esta organização?
ro: Sigur vrei să ștergi această organizație?
ru: Вы уверены, что хотите удалить эту организацию?
tr: Bu organizasyonu silmek istediğinizden emin misiniz?
zh_hans: 您确定要删除此组织吗？

source: Are you sure you want to delete your account? This action is permanent and irreversible.
ar: هل أنت متأكد من أنك تريد حذف حسابك؟ هذا الإجراء دائم ولا يمكن الرجوع عنه.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion ist dauerhaft und nicht rückgängig zu machen.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον λογαριασμό σας; Αυτή η ενέργεια είναι μόνιμη και μη αναστρέψιμη.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción es permanente e irreversible.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est permanente et irréversible.
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं? यह कार्य स्थायी और अपरिवर्तनीय है।
it: Sei sicuro di voler eliminare il tuo account? Questa azione è permanente e irreversibile.
ja: アカウントを削除してもよろしいですか？この操作は永続的で元に戻すことはできません。
ko: 계정을 삭제하시겠습니까? 이 작업은 영구적이며 되돌릴 수 없습니다.
pl: Czy na pewno chcesz usunąć swoje konto? To działanie jest trwałe i nieodwracalne.
pt: Tem certeza de que deseja excluir sua conta? Esta ação é permanente e irreversível.
ro: Sigur vrei să ștergi contul? Această acțiune este permanentă și ireversibilă.
ru: Вы уверены, что хотите удалить свою учетную запись? Это действие является постоянным и необратимым.
tr: Hesabınızı silmek istediğinizden emin misiniz? Bu işlem kalıcıdır ve geri alınamaz.
zh_hans: 您确定要删除您的账户吗？此操作是永久性的且不可逆转。
